alefragnani.Bookmarks
christian-kohler.path-intellisense
dracula-theme.theme-dracula
EditorConfig.EditorConfig
formulahendry.code-runner
GitHub.copilot
James-Yu.latex-workshop
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
redhat.vscode-yaml
vscodevim.vim
